Revit 2027 API
FamilyTypeSetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FamilyTypeSetIterator()
Public Sub New
public:
FamilyTypeSetIterator()
new : unit -> FamilyTypeSetIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
FamilyTypeSetIterator Class
Autodesk.Revit.DB Namespace